<x-page-layout>
    <x-slot name="header">プライバシーポリシー</x-slot>
    <x-slot name="title">プライバシーポリシー</x-slot>
    <div class="flex justify-center w-full">
        <div>
            <div class="text-base">
                <p class="text-base">{{ config('app.name') }}（以下,「本サービス」といいます。）における、ユーザーの個人情報の取扱いについて、以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。</p>
            </div>
            <br>
            <div>
                <h2>■第一条&nbsp;個人情報</h2>
                <br>
                <p class="text-base">本サービスが「個人情報」として取り扱うのは、氏名、住所、電話番号、メールアドレス、その他の特定の個人を識別できる情報を指します。</p>
                <br>
            </div>
            <div>
                <h2>■第二条&nbsp;個人情報を収集・利用する目的</h2>
                <br>
                <div class="text-base">
                    <p>本サービスは以下の目的のために、必要な範囲内で個人情報を収集し、利用します。</p>
                    <ul>
                        <li>・本サービスの提供および運営に必要な範囲での利用</li>
                        <li>・本サービスに関するお問い合わせへの対応</li>
                        <li>・運営者からのご案内、お知らせ等の送付</li>
                    </ul>
                </div>
                <br>
            </div>
            <div>
                <h2>■第三条&nbsp;利用目的の変更</h2>
                <br>
                <div class="text-base">
                    <ul>
                        <li>１．本サービスは、利用目的が変更前と関連性を有すると合理的に認められる場合に限り、個人情報の利用目的を変更するものとします。</li>
                        <li>２．利用目的の変更を行った場合には、変更後の目的について、当方所定の方法により、本サービス上に公表するものとします。</li>
                    </ul>
                </div>
                <br>
            </div>
            <div>
                <h2>■第四条&nbsp;個人情報の第三者提供</h2>
                <br>
                <div class="text-base">
                    <p>１．運営者は、法令に基づく場合を除き、事前に本人の同意を得ることなく、収集した個人情報を第三者に提供することはありません。ただし、以下の場合にはこの限りではありません。</p>
                    <ul>
                        <li>（１）法令に基づく場合</li>
                        <li>（２）人の生命、身体または財産の保護のために必要がある場合であり、本人の同意を得ることが困難である場合</li>
                        <li>（３）国の機関または地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であり、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある場合</li>
                    </ul>
                    <br>
                    <p>２．前項の定めにかかわらず、以下の場合は、提携する企業等への提供が行われることがあります。</p>
                    <ul>
                        <li>（１）運営者が取り扱うサービスを提供するために、提携する企業等へ必要な範囲で提供する場合</li>
                        <li>（２）運営者が取り扱うサービスにおいて、ユーザーに対する情報提供、プロモーション等を行うために、提携する企業等へ提供する場合</li>
                    </ul>
                </div>
                <br>
            </div>
            <div>
                <h2>■第五条&nbsp;個人情報の訂正および削除</h2>
                <br>
                <div class="text-base">
                    <ul>
                        <li>１．ユーザーは、運営者が保有する自己の個人情報が誤った情報である場合には、運営者が定める手続きにより、運営者に対して個人情報の訂正を請求することができます。</li>
                        <li>２．運営者は、ユーザーから個人情報の訂正または削除の請求があった場合、合理的な期間内に調査を行い、必要な範囲内で速やかに個人情報の訂正または削除を行うものとします。</li>
                    </ul>
                </div>
                <br>
            </div>
            <div>
                <h2>■第六条&nbsp;個人情報の利用停止等</h2>
                <br>
                <p class="text-base">本サービスの運営者は、ご本人からの求めにより、ご本人の個人情報の利用停止または消去を行うことができるものとします。ただし、運営者は、法令に基づく場合や正当な理由がある場合を除き、速やかに対応いたします。</p>
                <br>
            </div>
            <div>
                <h2>■第七条&nbsp;プライバシーポリシーの変更</h2>
                <br>
                <p class="text-base">本サービスの運営者は、必要に応じて、本ポリシーを変更することがあります。変更後の本ポリシーについては、本サービスのプライバシーポリシーに掲載した時点より効力を生じるものとします。</p>
                <br>
            </div>
        </div>
    </div>
</x-page-layout>
